tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "asciidoctor"
brew "bat"
brew "cmake"
brew "fastfetch"
brew "fd"
brew "fzf"
brew "gh"
brew "git-lfs"
brew "htop"
brew "neovim"
brew "nmap"
brew "nushell"
brew "ruff"
brew "tldr"
brew "tmux"
brew "uutils-coreutils"
brew "uv"
brew "yazi"
cask "wezterm"
